9/data/attachments/318459aa609a0d32.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_7fed2199-367b-4fe5-92cb-d0ef27eb61e4</nif:username>
            <nif:friendToBeAdded>Valerie_left_Actions_65010_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>